Repository: saan7188/age-gender-prediction-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, hi, ta, te

source: Choose File
ta: தேர்ந்தெடுக்கவும்

source: 📸 Tips for Best Results
fr: 📸 Conseils pour de meilleurs résultats
hi: 📸 सर्वोत्तम परिणामों के लिए सुझाव
ta: 📸 சிறந்த முடிவுகளுக்கான குறிப்பு
te: 📸 ఉత్తమ ఫలితాల కోసం సూచనలు

source: Use Good Lighting: Ensure your face is well-lit. Avoid backlight or shadows.
fr: Utilisez un bon éclairage : assurez-vous que votre visage est bien éclairé. Évitez le contre-jour ou les ombres.
hi: अच्छी रोशनी का उपयोग करें: सुनिश्चित करें कि आपका चेहरा अच्छी तरह से रोशनी में है। बैकलाइट या छाया से बचें।
ta: நன்றாக ஒளியுடன் படம்பிடிக்கவும்: உங்கள் முகம் தெளிவாகக் காணப்பட வேண்டும். பின்புற ஒளி அல்லது நிழலைத் தவிர்க்கவும்.
te: మంచి లైటింగ్ ఉపయోగించండి: మీ ముఖం బాగా కాంతితో ఉండాలి. బ్యాక్‌లైట్ లేదా నీడలు నివారించండి.

source: Face Forward: Look directly at the camera with your face fully visible.
fr: Faites face à l'appareil photo : regardez-le directement, avec le visage entièrement visible.
hi: कैमरे की ओर देखें: कैमरे की सीधी ओर देखें और अपना चेहरा पूरी तरह से दिखाएं।
ta: முன்னால் பாருங்கள்: கேமராவை நேரடியாக பாருங்கள், முகம் முழுவதும் தெரிகிறது என உறுதி செய்யவும்.
te: కెమెరాను ఎదురుగా చూడండి: మీ ముఖం పూర్తిగా కనిపించేలా చూడండి.

source: Avoid Obstructions: No sunglasses, masks, or other items covering your face.
fr: Évitez les obstructions : pas de lunettes de soleil, masques ou autres objets couvrant le visage.
hi: बाधाओं से बचें: धूप का चश्मा, मास्क या चेहरे को ढकने वाली अन्य वस्तुएं न पहनें।
ta: தடைகளை தவிர்க்கவும்: முகத்தை மறைக்கும் கண்ணாடிகள், முகக்கவசங்கள் மற்றும் பிற பொருட்கள் இல்லாமல் இருங்கள்.
te: అడ్డంకులను నివారించండి: కళ్లద్దాలు, మాస్కులు లేదా ముఖాన్ని కప్పే ఇతర వస్తువులు వద్దు.

source: Clear Image: Use a focused, high-quality photo.
fr: Image claire : utilisez une photo nette et de haute qualité.
hi: स्पष्ट छवि: फोकस की गई, उच्च गुणवत्ता वाली फोटो का उपयोग करें।
ta: தெளிவான படம்: திருப்திகரமான தரம் மற்றும் தெளிவு உள்ள புகைப்படத்தை பயன்படுத்தவும்.
te: స్పష్టమైన చిత్రం: ఫోకస్‌తో ఉన్న, మంచి నాణ్యత గల ఫోటోను ఉపయోగించండి.

source: Only One Face: Please upload an image with just one person.
fr: Un seul visage : veuillez télécharger une image avec une seule personne.
hi: केवल एक चेहरा: कृपया केवल एक व्यक्ति वाली छवि अपलोड करें।
ta: ஒரே ஒரு முகம்: தயவுசெய்து ஒரே நபருடன் உள்ள புகைப்படத்தை மட்டும் பதிவேற்றவும்.
te: ఒకే ఒక్క ముఖం: ఒకే వ్యక్తి ఉన్న చిత్రం మాత్రమే అప్‌లోడ్ చేయండి.

source: No file chosen
ta: எந்த படமும் இல்லை

source: Give Feedback
ta: கருத்து தெரிவுக்கவும்

source: Feedback submitted!
fr: Retour soumis!
hi: प्रतिक्रिया जमा की गई!
ta: கருத்து பரிந்துரை சமர்ப்பிக்கப்பட்டது!
te: సమాచారం సమర్పించబడింది!

source: Bug report submitted!
fr: Rapport de bug soumis!
hi: बग रिपोर्ट जमा की गई!
ta: பிழை அறிக்கை சமர்ப்பிக்கப்பட்டது!
te: బగ్ నివేదిక సమర్పించబడింది!

source: Welcome to Age and Gender Prediction
fr: Bienvenue sur la prédiction de l'âge et du sexe
hi: आयु और लिंग पूर्वानुमान में आपका स्वागत है
ta: வணக்கம்! இது வயது மற்றும் பாலின அடையாளத்தை காணும் தளம்.
te: వయస్సు మరియు లింగ అంచనాకు స్వాగతం

source: Upload Image for Prediction
ta: கணிப்புக்காக படம் பதிவேற்றவும்

source: Predict
fr: Prédire
hi: पूर्वानुमान करें
ta: கணிக்கவும்
te: అంచనా చేయండి

source: ✨ You can also use
fr: ✨ Vous pouvez également utiliser
hi: ✨ आप इसका भी उपयोग कर सकते हैं
ta: ✨ நீங்கள் மேலும் கேமரா மூலம் கணிப்பு செய்ய
te: ✨ మీరు కూడా ఉపయోగించవచ్చు

source: Live Detection
fr: Détection en direct
hi: लाइव पहचान
ta: லைவ் கண்டறிதல்
te: లైవ్ గుర్తింపు

source: for webcam prediction!
fr: pour la prédiction via webcam!
hi: वेबकैम पूर्वानुमान के लिए!
ta: பயன்படுத்தலாம்!
te: కెమెరా ద్వారా అంచనా చేయండి!

source: Report a Bug
fr: Signaler un bug
hi: बग रिपोर्ट करें
ta: பிழையை தெரிவிக்கவும்
te: బగ్ నివేదిక ఇవ్వండి

source: Age & Gender Predictor
ta: வயது மற்றும் பாலின கணிப்பு

source: Home
fr: Accueil
hi: मुख्य पृष्ठ
ta: முகப்பு
te: హోమ్

source: Prediction History
fr: Historique des prédictions
hi: पूर्वानुमान इतिहास
ta: கணிப்பு வரலாறு
te: అంచనా చరిత్ర

source: All Feedbacks
fr: Tous les retours
hi: सभी प्रतिक्रियाएँ
ta: அனைத்து கருத்துகளும்
te: అన్ని అభిప్రాయాలు

source: English
fr: Anglais
hi: अंग्रेज़ी
ta: ஆங்கிலம்
te: ఇంగ్లీష్

source: Français
hi: फ्रेंच
ta: பிரஞ்சு
te: ఫ్రెంచ్

source: Tamil
fr: Tamoul
hi: तमिल
ta: தமிழ்
te: తమిళ

source: Hindi
hi: हिंदी
ta: இந்தி
te: హిందీ

source: Telugu
hi: तेलुगू
ta: தெலுங்கு
te: తెలుగు

source: Rating:
fr: Évaluation:
hi: रेटिंग:
ta: மதிப்பீடு:
te: రేటింగ్:

source: Choose...
fr: Choisir...
hi: चुनें...
ta: தேர்வு செய்யவும்...
te: ఎంచుకోండి...

source: Comment:
fr: Commentaire:
hi: टिप्पणी:
ta: கருத்து:
te: కమెంట్:

source: Submit
fr: Soumettre
hi: जमा करें
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

source: Report an Issue
fr: Signaler un problème
hi: समस्या रिपोर्ट करें
ta: பிரச்சினையை அறிவிக்கவும்
te: సమస్యను నివేదించండి

source: Describe the bug...
fr: Décrire le bug...
hi: बग का वर्णन करें...
ta: பிழையை விவரிக்கவும்...
te: బగ్‌ని వివరించండి...

source: Send
fr: Envoyer
hi: भेजें
ta: அனுப்பவும்
te: పంపండి

source: No file part
fr: Aucune partie de fichier
hi: कोई फ़ाइल भाग नहीं
te: ఫైల్ భాగం లేదు

source: No selected file
fr: Aucun fichier sélectionné
hi: कोई चयनित फ़ाइल नहीं
te: ఎంచుకున్న ఫైల్ లేదు

source: Upload Image(s) for Prediction
fr: Téléchargez une ou des images pour la prédiction
hi: पूर्वानुमान के लिए चित्र(चित्रों) को अपलोड करें
te: అంచనా కోసం చిత్ర(ాలను) అప్‌లోడ్ చేయండి

source: Age & Gender Detector
fr: Détecteur d'âge et de sexe
hi: आयु और लिंग पहचानक
te: వయస్సు మరియు లింగ గుర్తింపును
